[Author]
Language=Bulgarian
TranslatedBy=steishan@rambler.ru
TranslatorContact=
TranslatorURL=
LastUpdated=08 February 2016

[Language]
File1.Caption=Фаил
OpenChangelog1.Caption=Отвори Changelog
OpenEULA1.Caption=Отвори EULA
Exit1.Caption=Изход
Help1.Caption=Помощ
Homepage1.Caption=Уеб сайт
About1.Caption=Повече
TabSheet1.Caption=Байт за контролна сума на файла
TabSheet2.Caption=Стринг Хеш
TabSheet3.Caption=Сравнение на на файлове
TabSheet5.Caption=Сканиране на папката
TabSheet7.Caption=Проверка на контролна сума
Label10.Caption=Изберете папка, за да сканирате:
Label11.Caption=Маска за файла:
Button8.Caption=Сканиране
Button14.Caption=Стоп
Button11.Caption=Филтри
Button12.Caption=Експортиране
Label66.Caption=Сравнение на два файла
Label9.Caption=Изберете два файла и да видим дали се различават.
Button6.Caption=Сравнение
Label7.Caption=Проверете контролна сума на файл
Label8.Caption=Изберете един файл и го сравнете с хеш MD5.
Button9.Caption=Провери
Button16.Caption=Постави
Label2.Caption=Поставете низ за изчисляване на хеш сума:
Button4.Caption=Генерирайте
Label12.Caption=String length:
Button2.Caption=Експортиране
Label1.Caption=Изберете файл, за да се изчисли хеш за контролна сума:
Button1.Caption=Browse...
Button15.Caption=Експортиране
Label5.Caption=Размер на Файла:
imgFacebookLike.Hint=Последвайте ни в Facebook
imgDonate.Hint=Подкрепете този проект
FrmSettings.Label6.Caption=Изберете език:
FrmSettings.Caption=Настройки
FrmSettings.CheckBox1.Caption=Добави към Explorer контекстното меню
FrmSettings.Button1.Caption=Затвори
FrmOutputFormat.Caption=Филтри
FrmOutputFormat.CheckBox2.Caption=Рекурсивно сканирайте също и подпапки
FrmOutputFormat.CheckBox3.Caption=Сканиране само валидни PE файлове, като EXE, SYS, DLL, и т.н.
FrmOutputFormat.CheckBox1.Caption=Пропусни празни файлове от 0 байта
FrmOutputFormat.Label1.Caption=Налични променливи:
FrmOutputFormat.Label2.Caption=Напишете вашия потребителски изходен формат:
FrmOutputFormat.Label3.Caption=Изходен формат
FrmOutputFormat.Label4.Caption=Персонализиране на сканиране

FrmOutputFormat.cbSkipHiddenFiles.Caption=Пропусни файлове, маркирани като скрити
FrmOutputFormat.cbSkipSystemFiles.Caption=Пропусни файлове, маркирани като системни файлове
FrmOutputFormat.cbSkipBiggerFiles.Caption=Пропусни файлове с размер по-голям от N MBs

FrmAbout.Label4.Caption=Последвайте ни в Twitter
FrmAbout.Label5.Caption=Последвайте ни във Facebook
FrmAbout.Label6.Caption=Support this project
FrmAbout.Caption=Повече
Button18.Caption=Клипборд
Button7.Caption=Browse...
Button3.Caption=Browse...
Button5.Caption=Browse...
Button17.Caption=Клипборд
FrmSettings.CheckBox3.Caption=Намаляване на прозореца на приложението, когато стартира ръчно
Label6.Caption=Изберете файл, за да се провери:
Label20.Caption=Напиши MD5 контролна сума тук:
Label21.Caption=Изберете първия файл:
Label22.Caption=Изберете втория файл:
Label13.Caption=MD5 контролна сума:
Label14.Caption=SHA1 контролна сума:
Label15.Caption=SHA256 контролна сума:
Label16.Caption=SHA384 контролна сума:
Label17.Caption=SHA512 контролна сума:
cbMD5.Caption=MD5 контролна сума:
cbSHA1.Caption=SHA1 контролна сума:
cbSHA256.Caption=SHA256 контролна сума:
cbSHA384.Caption=SHA384 контролна сума:
cbSHA512.Caption=SHA512 контролна сума:
Settings1.Caption=Настройки
Configure1.Caption=Конфигурация

;Messages

FILE_NOT_EXIST=Файлът не съществува.
SELECT_FILE=Изберете файл...
FILES_IDENTICAL=Файловете са идентични!
FILES_DIFFERENT=Файловете са различни!
HASH_EMPTY=Хаш поле е празно.
HASH_WRONG=Хаш поле е наред. Използвайте MD5 хеш (32 символа).
MD5_CHECK_EQUAL=На файла MD5 контролна сума е равна !
MD5_CHECK_DIFFERENT=На файла MD5 контролна сума е различна !
DIR_NOT_FOUND=Посочената папка не съществува.
FILES=Файлове
SELECT_FOLDER=Изберете Папка
TEXTAREA_EMPTY=Текстовото поле е празно.
WAIT=Почакайте...

;New strings

Form1.Makeadonation1.Caption=Направете дарение
Form1.Facebookpage1.Caption=Facebook страница
Form1.witterpage1.Caption=Twitter страница

